export const ParallelData = [
    {
      "name": "Recreate the Meme (ΣΦΗΜΜΥ edition)",
      "description": "🥳 Recreate the Meme: Ο διαγωνισμός που δεν ξέραμε ότι χρειαζόμασταν – αλλά ο αλγόριθμος το απαιτεί.\n📝 Πώς παίζεται; Αρχικά μπαίνεις στον server στο Discord. Από εκεί και πέρα τα βήματα είναι τα εξής:\nΔιάλεξε meme. Γίνε meme. Πόσταρε meme. Μάζεψε αντιδράσεις. Κέρδισε. Μείνε στην ιστορία του server του ΣΦΗΜΜΥ 16.\nΠΡΟΣΟΧΗ: – Μη σπάσετε τίποτα, δεν είμαστε ασφαλισμένοι.\n– Η συμμετοχή με τις περισσότερες αντιδράσεις κερδίζει. Τι; Κάτι καλύτερο από αγαπητό λέκτορα, θα δεις.\n– Props, pets, γιαγιάδες, γείτονες, ξαδέρφια που βαριούνται – όλοι ευπρόσδεκτοι στο χάμο.\nRecreate it. Own it. Meme it.",
      "location": "Discord",
      "slug": "recreate-the-meme-edition"
    },
    {
      "name": "ΣΦΗΜΜeme",
      "description": "ΣΦΗΜΜemes: Σε αυτό το κανάλι του Discord μπορείτε να μοιράζεστε ελεύθερα memes σχετικά με το συνέδριο.\n🤝 Reminder: Τηρούμε το καλό κλίμα και αποφεύγουμε προσβλητικό ή ακατάλληλο περιεχόμενο.\nΤο meme με τις περισσότερες αντιδράσεις κερδίζει. 🥵",
      "location": "Discord",
      "slug": "eme"
    },
    {
      "name": "ArtΣΦΗΜΜΥ",
      "description": "🎨 ArtΣΦΗΜΜΥ! Εδώ είναι ο χώρος που η δημιουργικότητα συναντά την τεχνολογία 🤖\nΑνέβασε τη δική σου φωτογραφία από το ΣΦΗΜΜΥ — είτε πρόκειται για ένα cool πλάνο από τις ομιλίες, ένα backstage στιγμιότυπο ή κάτι εντελώς απρόσμενο!\nΟι πιο ξεχωριστές φωτογραφίες θα βραβευτούν με δωράκια 🎁 οπότε… don’t hold back, δείξε μας πώς βλέπεις το συνέδριο μέσα από τα μάτια σου 🫵\n📸 Let the #ArtΣΦΗΜΜΥ begin!",
      "location": "Discord",
      "slug": "art"
    },
    {
      "name": "ArtThessaloniki",
      "description": "🖼️ Art-Thessaloniki! Πάρε την κάμερά σου και δείξε μας τη δημιουργικότητά σου! Η καλύτερη φωτογραφία θα κερδίσει το τιμημένο βραβείο, αλλά μην ξεχνάς – κάθε λήψη μετράει!\n📸 Αιχμαλώτισε την ομορφιά της πόλης, την τέχνη στους δρόμους, ή ότι άλλο νομίζεις – ο κόσμος της Θεσσαλονίκης είναι γεμάτος έμπνευση!\n🎯 Είσαι έτοιμος να δείξεις το ταλέντο σου;",
      "location": "Discord",
      "slug": "artthessaloniki"
    },
    {
      "name": "Electronics Station",
      "description": "🔋 Electronics Station – Όταν τα LED παίρνουν ζωή 🔋\nΤο πιο φωτεινό station του Συνεδρίου – κυριολεκτικά. Στο Electronics Station που θα βρίσκεται στη ΚΕΔΕΑ, αγνοούμε τα μεγάλα λόγια για τους καθηγητές και πηγαίνουμε κατευθείαν στο ψητό. Δεν έχουμε FPGA, δεν έχουμε AI, δεν έχουμε ούτε καν Arduino. Έχουμε όμως… LED που αναβοσβήνουν, κυκλώματα που 'παίζουν' το ντιτζεί και φοιτητές που κάνουν όλη τη δουλειά. Αν είσαι φοιτητής που ψάχνει να καταλάβει πώς δουλεύουν στην πράξη τα ηλεκτρονικά ή απλά θέλεις να δεις τι παίζει όταν συνδυάζεις λίγα εξαρτήματα και πολλή περιέργεια, πέρασε μια βόλτα. Δεν υπόσχεται πτυχίο, αλλά υπόσχεται να αναβοσβήνει. ✨",
      "location": "ΚΕΔΕΑ",
      "slug": "electronics-station"
    },
    {
      "name": "Heads Up! (ECE edition)",
      "description": "🍾 Heads Up! @ΣΦΗΜΜΥ ft. PES AUTH 🍾\nΈχεις 1 λεπτό. 1 εκπρόσωπος, 1 έως 4 άτομα να του εξηγήσουν λέξεις όσο πιο γρήγορα γίνεται. 'Πόσες θα βρείτε;'\nΔύο ομάδες, ταχύτητα, γέλιο και συνεργασία σε ένα super fun παιχνίδι λέξεων τύπου taboo! Ένα μόσχημα ή η παρέα — οι εθελοντές θα σε βάλουν σε ομάδες, γιατί στο “Heads Up!” όλοι χωράνε!\n📍 Πού το βρίσκεις: ▶ Αίθουσα Τελετών ΑΠΘ 10:00 – 17:30",
      "location": "Αίθουσα Τελετών",
      "slug": "heads-up-ece-edition"
    },
    {
      "name": "360° Rotating Camera",
      "description": "📸 360° rotating camera station — Show us your best spin\nΕδώ δεν ποζάρεις απλώς… κάνεις full turn! Στο πιο κινηματογραφικό spot του ΣΦΗΜΜΥ16, σε περιμένει η 360° rotating camera για να τραβήξει εσένα (και το crew σου) σε βίντεο all around.\n🌟 Κάνε ένα spin, δείξε το outfit, ρίξε το πιο iconic βλέμμα σου στην κάμερα — οτιδήποτε εκφράζει το vibe σου!\n📍 Πού το βρίσκεις:\n▶ Αίθουσα Τελετών ΑΠΘ 11:00 – 17:00",
      "location": "Αίθουσα Τελετών",
      "slug": "360-rotating-camera"
    },
    {
      "name": "Photobooth",
      "description": "📸 Photo Booth!\nΣτο Photo Booth θα βγάλεις τη φωτογραφία της στιγμής και θα την πάρεις είτε εκτυπωμένη είτε ψηφιακή. Πόζαρε με την παρέα ή solo και δημιούργησε μοναδικές αναμνήσεις!\n📍 Πού το βρίσκεις:\n▶ Αίθουσα Τελετών ΑΠΘ 11:00 – 17:00",
      "location": "Αίθουσα Τελετών",
      "slug": "photobooth"
    },
    {
      "name": "Day Recap Quiz",
      "description": "📝 Day recap quiz 📝\nΉσουν όντως στο συνέδριο ή απλά ήρθες για τα snacks;\nΏρα να αποδείξεις αν ήσουν engaged, awake ή αν σκόραρες στο Instagram περιμένοντας το coffee break. Στο τέλος κάθε ημέρας, μαζευόμαστε σε ένα από τα αμφιθέατρα και παίζουμε recap quiz — με ερωτήσεις από τη θεματολογία και τις δραστηριότητες της ημέρας!\n📍 Πού το βρίσκεις:\n▶ ΚΕΔΕΑ, Παρασκευή και Σάββατο 18:30 – 19:00",
      "location": "ΚΕΔΕΑ",
      "slug": "day-recap-quiz"
    },
    {
      "name": "Treasure Hunt @ΣΦΗΜΜΥ",
      "description": "🧭 Treasure Hunt @ΣΦΗΜΜΥ\nΈχεις κοφτερό μυαλό και μάτι αετού; Τότε αυτό είναι για σένα! 10 γρίφοι – 7 κρυμμένοι στο campus, 3 στο site. Μπες στον Discord server, λύσε τους γρίφους, βρες τα σημεία και κυνήγησε τον θησαυρό!\n📍 AUTH Campus",
      "location": "AUTH Campus",
      "slug": "treasure-hunt"
    },
    {
      "name": "Post-it Wall",
      "description": "🧱 Post-it Wall\nΕδώ δεν γράφουμε απλώς… αφήνουμε κομμάτι του εαυτού μας στο ΣΦΗΜΜΥ16!\nΣτο χώρο του συνεδρίου υπάρχει ένας τοίχος με το logo του ΣΦΗΜΜΥ και γύρω του θα χτιστεί ο πιο χρωματιστός τοίχος γεμάτος vibes, ατάκες, σκέψεις, συναισθήματα, σχέδια και inside jokes!\n📍 Πού το βρίσκεις:\n▶ ΚΕΔΕΑ",
      "location": "Κεντρικός διάδρομος Πολυτεχνικής",
      "slug": "post-it-wall"
    },
    {
      "name": "Coloring Station",
      "description": "🖍️ Coloring Station @ΣΦΗΜΜΥ 16\nΧρειάζεσαι ένα διάλειμμα; Έλα στο Coloring Station για λίγη χαλάρωση και δημιουργικότητα!\n📍 Πού το βρίσκεις:\n▶ ΚΕΔΕΑ και Αίθουσα Τελετών",
      "location": "ΚΕΔΕΑ και Αίθουσα Τελετών",
      "slug": "coloring-station"
    },
    {
      "name": "Disposable Κάμερες",
      "description": "📸 Disposable Κάμερες\nΆρπαξε μία και αποτύπωσε τις πιο αυθόρμητες στιγμές του συνεδρίου!",
      "location": "ΠΑΝΤΟΥ",
      "slug": "disposable"
    },
    {
      "name": "Reach New Tech Flights",
      "description": "🚁 Reach New Tech Flights\nΕδώ μπορείς να γνωρίσεις, να μάθεις και να παίξεις με drones και να συζητήσεις για αυτά με ανθρώπους που έχουν αυτό το χόμπι!\n📍 Άγαλμα Αριστοτέλη 11:00 – 17:00",
      "location": "Άγαλμα Αριστοτέλη",
      "slug": "reach-new-tech-flights"
    },
    {
      "name": "HADO Arena",
      "description": "🥽 HADO ARENA TOUMPA @ ΣΦΗΜΜΥ 16\nΈλα να γνωρίσεις το HADO, το πρώτο παιχνίδι επαυξημένης πραγματικότητας (AR) που συνδυάζει τεχνολογία και φυσική δραστηριότητα!\n📍 Πού το βρίσκεις:\n▶ Φουαγιέ της Πολυτεχνικής Σχολής, Σάββατο 11:00 – 17:30",
      "location": "Φουαγιέ Πολυτεχνικής",
      "slug": "hado-arena"
    },
    {
      "name": "CV Corner",
      "description": "👀 CV Corner\nΦέρε το βιογραφικό σου και οργανώσεις όπως το Odyssey Youth Centre και η Linq θα σε βοηθήσουν να το βελτιώσεις και να κάνεις level up!\n📍 ΚΕΔΕΑ / Αίθουσα Τελετών, Παρασκευή και Σάββατο 10:00 – 17:00",
      "location": "ΚΕΔΕΑ και Αίθουσα Τελετών",
      "slug": "cv-corner"
    },
    {
      "name": "All roads lead to ΣΦΗΜΜΥ",
      "description": "📍 All roads lead to ΣΦΗΜΜΥ!\nΕδώ βάζουμε πινέζες στον χάρτη και δείχνουμε από ποια γωνιά της Ελλάδας ξεκινάει ο καθένας για το ΣΦΗΜΜΥ!",
      "location": "Αίθουσα Τελετών",
      "slug": "all-roads-lead-to"
    },
    {
        "name": '3D-Printing ΣΦΗΜΜΥ',
        'description': '?',
        'locaton':'?',
        'slug':'3d-printing-sfhmmy'
    }
  ]
  