// data/updatesData.ts
export interface Post {
    slug: string;
    title: string;
    date: string;
    tags: string[];
    content: string;
  }
  
  export const posts: Post[] = [
    {
      slug: "prokiryxi-eklogon",
      title: "ΠΡΟΚΗΡΥΞΗ ΕΚΛΟΓΩΝ ΓΙΑ ΤΗΝ ΑΝΑΔΕΙΞΗ ΕΚΠΡΟΣΩΠΟΥ...",
      date: "14 Απριλίου, 2025",
      tags: ["Νέα", "Γενικά Θέματα", "Εκλογές"],
      content:
        "Ανακοινώνουμε την προκήρυξη εκλογών για την ανάδειξη εκπροσώπου των μελών του φόρουμ. Διαβάστε περισσότερα για τις διαδικασίες και τις προϋποθέσεις συμμετοχής.",
    },
    {
      slug: "katataktiries-exetaseis",
      title: "Κατατακτήριες εξετάσεις ακαδημαϊκού έτους 2025-2026",
      date: "14 Απριλίου, 2025",
      tags: ["Νέα", "Γενικά Θέματα", "Κατατακτήριες"],
      content:
        "Ενημερωθείτε για τα μαθήματα και την ύλη των κατατακτήριων εξετάσεων, καθώς και για τις προθεσμίες εγγραφής και τις τοποθετήσεις.",
    },
  ];
  